[
    {"Class": "Fighter","Tree": "Dueling","Level": "1","Name": "Counter Attack","Description": "When an enemy within reach rolls a tough choice or worse on a basic attack against you, you parry their attack and take no damage. If they roll a failure or worse, you may also immediately roll the die to make a basic attack on them. This counterattack does not count as a turn.","AP": "0"},
    {"Class": "Fighter","Tree": "Dueling","Level": "2","Name": "Wild Attack","Description": "Roll the die. You attack with reckless power, disregarding your safety. Describe a signature style for this attack and what it looks like when you make it. 20: You deal quadruple damage. 11-19: You deal double damage. 6-10: You deal double damage to the enemy, but they counterattack you. 2-5: You miss. All enemies within reach may counterattack you immediately. 1: Your weapon breaks.","AP": "0"},
    {"Class": "Fighter","Tree": "Dueling","Level": "3","Name": "Overpower","Description": "You use your strength to overpower a commoner or minion within reach. (You cannot use this ability on bosses.) Describe how you overpower them. You put the target in a compromised position until they spend a turn getting out of it. During this time, basic attacks hit them for double damage.","AP": "1"},
    {"Class": "Fighter","Tree": "Dueling","Level": "4","Name": "Disarm","Description": "You disarm an NPC within reach. If you have a free hand, you may take the weapon for yourself, or you may toss the weapon aside. You may disarm the NPC on your turn or immediately after they roll a failure or worse on an attack against you.","AP": "1"},
    {"Class": "Fighter","Tree": "Dueling","Level": "5","Name": "Duel","Description": "You compel a nearby creature to fight you in single combat. (The creature must already be hostile toward you.) If you have the Quest Core Deck, take your Basic Attack, Wild Attack, Overpower, and Disarm cards. (If you don't have this deck, assign these abilities to a standard deck of cards.) Choose three of these cards to use and place them facedown on the table, keeping it secret from the Guide. The Guide must guess the identity of each card. Reveal the card after each guess. If the Guide guesses correctly, you fail to use the ability on that card. If they guess incorrectly, you use the ability immediately at no AP cost, and it is automatically successful. If the Guide guesses all three correctly, your foe immediately makes a successful counterattack against you. But if they get all three guesses wrong, you may extend the Duel for another round of three guesses.","AP": "1"},
]